<template>
  <div class="md-body">
    <h1>В этом приложении:</h1>
    <ul>
      <li>Всё приложение на Composition API</li>
      <li>Динамические сортировки масива с любыми данными</li>
      <li>Универсальные модальные окна и порталы</li>
      <li>Прелоaдер, подвешенный на кнопки и страницы</li>
      <li>Понимание конекста и новый способ работы с emits</li>
      <li>Формы, имитация подгзагрузки содержимого и многое другое!</li>
    </ul>
    <p>
      Сделано на курсе
      <a href="https://tocode.ru/courses/vuejs-3-s-nulya-do-rezultata/"
        >Cделано на курсе "Vue.js 3 c нуля до результата"</a
      >
    </p>
  </div>
</template>
